{
  "sleep_statistic": {
    "pigeon": {
      "ru": "«Голубям» проще всего подстроиться под ритм современного мира. Ваши биологические часы совпадают с астрономическими, поэтому у вас не возникает особых трудностей ни с пробуждением, ни с отправкой ко сну, ни с активностью в течение всего дня.",
      "en": "Pigeons find it easiest to adapt to the rhythm of the modern world. Your biological clock aligns with astronomical time, so you have no significant difficulties with waking up, going to sleep, or maintaining activity throughout the day."
    },
    "owl": {
      "ru": "«Совам» сложно встроиться в общественные ритмы, ориентированные на ранний подъём и дневную активность — часто приходится просыпаться по будильнику, несмотря на глубокую усталость. Однако, если жизнь позволяет, вы отлично чувствуете себя ночью и готовы к продуктивной работе, когда весь мир уже спит.",
      "en": "Owls find it difficult to fit into societal rhythms that are oriented towards early rising and daytime activity. They often have to wake up to an alarm clock despite feeling deeply tired. However, if life allows, they feel great at night and are ready for productive work when the whole world is already asleep."
    },
    "skylark": {
      "ru": "«Жаворонки» идеально вписываются в ранний ритм дня. Вы легко просыпаетесь на рассвете, полны сил с первых часов утра и успеваете сделать самое важное задолго до полудня.",
      "en": "Skylarks fit perfectly into the early rhythm of the day. They wake up easily at dawn, are full of energy from the first hours of the morning, and manage to accomplish the most important tasks long before noon."
    }
  },
  "chronotype": {
    "pigeon": {
      "ru": {
        "main": "Голуби просыпаются достаточно рано — в промежутке с 7:00 до 9:00 и сохраняют активность до 23:00.\nПри этом, в отличие от сов и жаворонков, этот хронотип обладает крайне полезным свойством: его активность в течение дня не снижается. Впрочем, всплесков тоже нет. У голубя все равномерно и гармонично распределено, он способен трудиться на своем максимуме весь день. А еще голубь достаточно легко адаптируется к смене режима, при необходимости может «включить» сову и ударно поработать в ночную смену. Встать на рассвете, если того требуют обстоятельства, для него тоже не представляет особого труда — просто ляжет накануне пораньше.\nЕдинственное, что может «подкосить» голубя — это необходимость постоянно «переключаться» с совиного режима на режим жаворонка и обратно. Длительный стресс от смены режима дня способен привести к хроническому переутомлению, нервным срывам и выгоранию.",
        "interesting": "Способность голубей поддерживать стабильный уровень активности в течение дня дарит им немало приятных бонусов.\nГолубей считают самыми уравновешенными из всех хронотипов, что не удивительно — если вы весь день на одном уровне активности, вы точно не будете рычать на коллег в моменты снижения энергии. Нет спадов — нет и конфликтов."
      },
      "en": {
        "main": "Pigeons wake up quite early, between 7:00 and 9:00, and remain active until 11:00 PM. Unlike owls and skylarks, this chronotype has a very useful trait: their activity throughout the day does not decrease. However, there are no spikes either. A pigeon's energy is evenly and harmoniously distributed, allowing them to work at their maximum capacity all day long. Additionally, pigeons can easily adapt to a change in schedule; if necessary, they can 'switch on' their owl mode and work effectively during the night shift. Waking up at dawn when circumstances require it is also not a problem for them—they simply go to bed earlier the night before.\nThe only thing that can 'weaken' a pigeon is the need to constantly 'switch' from owl mode to skylark mode and back. Prolonged stress from changing daily routines can lead to chronic fatigue, nervous breakdowns, and burnout.",
        "interesting": "The ability of pigeons to maintain a stable level of activity throughout the day brings them many pleasant bonuses.\nPigeons are considered the most balanced of all chronotypes, which is not surprising—if you are at the same level of activity all day long, you are unlikely to snap at colleagues during moments of low energy. No drops means no conflicts."
      }
    },
    "skylark": {
      "ru": {
        "main": "Жаворонки просыпаются очень рано — обычно с 5:00 до 7:00 — и уже к этому времени находятся в полной боевой готовности. Их пик активности приходится на утренние часы: с 6:00 до 12:00 они способны выполнять самые сложные задачи быстро и качественно. После обеда энергия начинает плавно снижаться, а к вечеру жаворонки становятся менее продуктивными и стремятся лечь спать до 22:00.\nГлавное преимущество жаворонков — умение максимально эффективно использовать утренние часы, когда окружающий мир еще не так активен и меньше отвлекающих факторов. Они лучше других справляются с работой, требующей концентрации и четкости мышления в начале дня.\nОднако резкий переход на ночной график для жаворонка может стать настоящим испытанием: ночные смены, поздние встречи и переработки сильно сбивают биоритм, приводя к усталости, раздражительности и потере мотивации.",
        "interesting": "Главное достоинство жаворонков — способность быть на пике энергии в то время, когда большинство людей только просыпаются. Они отлично подходят для дел, требующих ясной головы и сосредоточенности с самого утра. Жаворонки редко опаздывают, умеют планировать день с утра до вечера и часто создают впечатление собранных, надежных людей."
      },
      "en": {
        "main": "Skylarks wake up very early, usually between 5:00 and 7:00 AM, and are fully alert by this time. Their peak activity occurs in the morning hours: from 6:00 AM to 12:00 PM, they can perform the most complex tasks quickly and efficiently. After lunch, their energy begins to gradually decrease, and by evening, skylarks become less productive and tend to go to bed before 10:00 PM.\nThe main advantage of skylarks is their ability to make the most of the morning hours when the surrounding world is still not very active and there are fewer distractions. They handle work that requires concentration and clear thinking in the early part of the day better than anyone else.\nHowever, a sudden switch to a night schedule can be a real challenge for skylarks: night shifts, late meetings, and overtime can significantly disrupt their biorhythm, leading to fatigue, irritability, and loss of motivation.",
        "interesting": "The main strength of skylarks is their ability to be at peak energy when most people are just waking up. They are excellent for tasks that require a clear mind and focus from the very start of the day. Skylarks are rarely late, know how to plan their day from morning till evening, and often create an impression of being organized and reliable individuals."
      }
    },
    "owl": {
      "ru": {
        "main": "Совы просыпаются поздно — часто после 10:00, а их настоящая активность начинает нарастать только ближе к обеду. Пик продуктивности у них приходится на вечерние часы и даже глубокую ночь: с 18:00 до 2:00 они способны работать в полную силу.\nОсобенность сов заключается в том, что утром им сложно «включиться» и требовать от них максимальной отдачи в это время — пустая затея. Но когда большинство уже устало, совы только начинают входить в свой оптимальный режим. Они отлично справляются с задачами, требующими творческого подхода и длительной концентрации вечером.\nДля сов особенно тяжела необходимость вставать рано — постоянный ранний подъем может привести к хроническому недосыпу, усталости и снижению иммунитета.",
        "interesting": "Совы незаменимы в проектах, где требуется вечерняя или ночная работа: они выдают свежие идеи, быстро решают сложные задачи и могут работать, пока другие спят. Их ценят за способность «закрывать» дела в нерабочие часы, а также за необычный взгляд на привычные вещи — ведь их активное время отличается от большинства."
      },
      "en": {
        "main": "Owls wake up late, often after 10:00 AM, and their real activity only begins to build up closer to noon. Their peak productivity occurs in the evening hours and even deep into the night: from 6:00 PM to 2:00 AM, they can work at full capacity.\nThe peculiarity of owls is that it is difficult for them to 'switch on' in the morning, and expecting maximum output from them at this time is a futile endeavor. But when most people are already tired, owls are just starting to enter their optimal mode. They excel at tasks that require creative thinking and prolonged concentration in the evening.\nFor owls, the need to wake up early is particularly challenging—constant early rising can lead to chronic sleep deprivation, fatigue, and a weakened immune system.",
        "interesting": "Owls are indispensable in projects that require evening or night work: they generate fresh ideas, quickly solve complex problems, and can work while others are asleep. They are valued for their ability to 'close' tasks during non-working hours, as well as for their unique perspective on familiar things—since their active time differs from the majority."
      }
    }
  }
}